Revit 2027 API
SymbolTypeId.LbmPerInSup3 Property
 Symbol lbm/in³, indicating unit Pounds mass per cubic inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbmPerInSup3 { get; }
Public Shared ReadOnly Property LbmPerInSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbmPerInSup3 {
	ForgeTypeId^ get ();
}
static member LbmPerInSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace